-- phpMyAdmin SQL Dump
-- version 5.2.1
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: Aug 09, 2023 at 03:15 PM
-- Server version: 10.4.28-MariaDB
-- PHP Version: 8.2.4

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `shoping`
--

-- --------------------------------------------------------

--
-- Table structure for table `sp_acess`
--

CREATE TABLE `sp_acess` (
  `id` int(11) NOT NULL,
  `username` varchar(255) NOT NULL,
  `password` varchar(255) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- Dumping data for table `sp_acess`
--

INSERT INTO `sp_acess` (`id`, `username`, `password`) VALUES
(1, 'admin', 'password');

-- --------------------------------------------------------

--
-- Table structure for table `sp_product`
--

CREATE TABLE `sp_product` (
  `id` int(11) NOT NULL,
  `name` text DEFAULT NULL,
  `img` text DEFAULT NULL,
  `price` int(11) DEFAULT NULL,
  `description` text DEFAULT NULL,
  `type` text DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_general_ci;

--
-- Dumping data for table `sp_product`
--

INSERT INTO `sp_product` (`id`, `name`, `img`, `price`, `description`, `type`) VALUES
(1, 'ปลาดอลี่', 'ปลาดอลี่.jpg', 12, '', 'meat'),
(2, 'เบคอน', 'เบคอน.jpg', 12, '', 'meat'),
(3, 'สันไก่', 'สันไก่.jpg', 12, '', 'meat'),
(4, 'บร็อคโคลี', 'บร็อคโคลี.jpg', 12, '', 'vegable'),
(5, 'หมูเด้ง', 'หมูเด้ง.jpg', 12, '', 'meat'),
(6, 'ปลาหมึกกรอบ', 'ปลาหมึกกรอบ.jpg', 12, '', 'meat'),
(7, 'เห็ดเข็ม', 'เห็ดเข็ม.jpg', 12, '', 'vegable'),
(8, 'เห็ดหอม', 'เห็ดหอม.jpg', 12, '', 'vegable'),
(9, 'แฮมหมูสเต็ก', 'แฮมหมูสเต็ก.jpg', 12, '', 'meat'),
(10, 'โบโลน่าหมู', 'โบโลน่าหมู.jpg', 12, '', 'meat\r\n'),
(11, 'ไส้กรอกไก่สอดไส้ชีส', 'ไส้กรอกไก่สอดไส้ชีส.jpg', 12, '', 'meatball'),
(12, 'ค็อกเทลชีส', 'ค็อกเทลชีส.jpg', 12, '', 'meatball'),
(13, 'จัมโบ้ชีส', 'จัมโบ้ชีส.jpg', 12, '', 'meatball'),
(14, 'ขนมจีบหมู', 'ขนมจีบหมู.jpg', 12, '', 'meatball'),
(15, 'ผักบุ้ง', 'ผักบุ้ง+ตั้งโอ๋.jpg', 12, '', 'vegable'),
(16, 'ฟองเต้าหู้ปลา', 'ฟองเต้าหู้ปลา.jpg', 12, '', 'meatball'),
(17, 'สันคอหมูสไลด์', 'สันคอหมูสไลด์.jpg', 12, '', 'meat'),
(18, 'สาหร่ายพันกุ้ง', 'สาหร่ายพันกุ้ง.jpg', 12, '', 'meatball'),
(19, 'สาหร่ายพันปูอัด', 'สาหร่ายพันปูอัด.jpg', 12, '', 'meatball'),
(20, 'ชิกูวะ', 'ชิกูวะ.jpg', 12, '', 'meatball'),
(21, 'หมูสามชั้นสไลด์', 'หมูสามชั้นสไลด์.jpg', 12, '', 'meat'),
(22, 'เต้าหู้ปลา', 'เต้าหู้ปลา.jpg', 12, '', 'meatball'),
(23, 'เต้าหู้ปลาชีส', 'เต้าหู้ปลาชีส.jpg', 12, '', 'meatball'),
(24, 'เห็ดรวม', 'เห็ดรวม.jpg', 12, '', 'vegable'),
(25, 'ไส้กรอกไก่พันเบค่อน', 'ไส้กรอกไก่พันเบค่อน.webp', 12, '', 'meatball'),
(26, 'ลูกชิ้นปูอัด', 'ลูกชิ้นปูอัด.webp', 12, '', 'meatball');

-- --------------------------------------------------------

--
-- Table structure for table `sp_transaction`
--

CREATE TABLE `sp_transaction` (
  `id` int(11) NOT NULL,
  `transid` text DEFAULT NULL,
  `orderlist` text DEFAULT NULL,
  `amount` int(11) DEFAULT NULL,
  `shipping` int(11) DEFAULT NULL,
  `vat` int(11) DEFAULT NULL,
  `netamount` int(11) DEFAULT NULL,
  `operation` text DEFAULT NULL,
  `mil` bigint(20) DEFAULT NULL,
  `updated_at` text DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_general_ci;

--
-- Dumping data for table `sp_transaction`
--

INSERT INTO `sp_transaction` (`id`, `transid`, `orderlist`, `amount`, `shipping`, `vat`, `netamount`, `operation`, `mil`, `updated_at`) VALUES
(1, '1653723836661', '[{\"index\":\"2\",\"id\":\"1\",\"name\":\"Nike\",\"price\":\"1\",\"img\":\"1653718795081.jpg\",\"count\":\"4\"}]', 28000, 28060, 1964, 30024, 'PENDING', 1653723836000, '2022-05-28 02:43:56pm'),
(2, '1653723949893', '[{\"index\":\"0\",\"id\":\"3\",\"name\":\"Adidas shoe\",\"price\":\"1\",\"img\":\"1653718816063.jpg\",\"count\":\"2\"}]', 90000, 90060, 6304, 96364, 'PENDING', 1653723949000, '2022-05-28 02:45:49pm'),
(3, '1653724115073', '[{\"index\":\"1\",\"id\":\"2\",\"name\":\"Adidas shirt\",\"price\":\"1500\",\"img\":\"1653718808515.jpg\",\"count\":\"1\"}]', 1500, 1560, 109, 1669, 'PENDING', 1653724115000, '2022-05-28 02:48:35pm'),
(4, '1653724247660', '[{\"index\":\"2\",\"id\":\"1\",\"name\":\"Nike\",\"price\":\"7000\",\"img\":\"1653718795081.jpg\",\"count\":\"1\"}]', 7000, 7060, 494, 7554, 'PENDING', 1653724247000, '2022-05-28 02:50:47pm'),
(5, '1653724305688', '[{\"index\":\"2\",\"id\":\"1\",\"name\":\"Nike\",\"price\":\"7000\",\"img\":\"1653718795081.jpg\",\"count\":\"1\"}]', 7000, 7060, 494, 7554, 'PENDING', 1653724305000, '2022-05-28 02:51:45pm'),
(6, '1653724342456', '[{\"index\":\"1\",\"id\":\"2\",\"name\":\"Adidas shirt\",\"price\":\"1500\",\"img\":\"1653718808515.jpg\",\"count\":\"2\"}]', 3000, 3060, 214, 3274, 'PENDING', 1653724342000, '2022-05-28 02:52:22pm'),
(7, '1653724849489', '[{\"index\":\"1\",\"id\":\"2\",\"name\":\"Adidas shirt\",\"price\":\"1500\",\"img\":\"1653718808515.jpg\",\"count\":\"1\"}]', 1500, 1560, 109, 1669, 'PENDING', 1653724849000, '2022-05-28 03:00:49pm'),
(9, '1686785808049', '[{\"index\":\"0\",\"id\":\"3\",\"name\":\"Adidas shoe\",\"price\":\"45000\",\"img\":\"1653718816063.jpg\",\"count\":\"1\"}]', 45000, 45060, 3154, 48214, 'PENDING', 1686785808000, '2023-06-15 06:36:48am'),
(10, '1686786037476', '[{\"index\":\"1\",\"id\":\"2\",\"name\":\"Adidas shirt\",\"price\":\"1500\",\"img\":\"1653718808515.jpg\",\"count\":\"1\"},{\"index\":\"2\",\"id\":\"1\",\"name\":\"Nike\",\"price\":\"7000\",\"img\":\"1653718795081.jpg\",\"count\":\"1\"}]', 8500, 8560, 599, 9159, 'PENDING', 1686786037000, '2023-06-15 06:40:37am'),
(11, '1686786669396', '[{\"index\":\"1\",\"id\":\"2\",\"name\":\"Adidas shirt\",\"price\":\"1500\",\"img\":\"1653718808515.jpg\",\"count\":\"1\"}]', 1500, 1560, 109, 1669, 'PENDING', 1686786669000, '2023-06-15 06:51:09am'),
(12, '1686838491423', '[{\"index\":\"2\",\"id\":\"1\",\"name\":\"Nike\",\"price\":\"7000\",\"img\":\"1653718795081.jpg\",\"count\":\"2\"},{\"index\":\"1\",\"id\":\"2\",\"name\":\"Adidas shirt\",\"price\":\"1500\",\"img\":\"1653718808515.jpg\",\"count\":\"2\"}]', 17000, 17060, 1194, 18254, 'PENDING', 1686838491000, '2023-06-15 09:14:51pm'),
(13, '1686927624637', '[{\"index\":\"0\",\"id\":\"4\",\"name\":\"Logitech\",\"price\":\"500\",\"img\":\"logitech_mouse.jpg\",\"count\":\"2\"}]', 1000, 1060, 74, 1134, 'PENDING', 1686927624000, '2023-06-16 10:00:24pm'),
(14, '1686927632231', '[{\"index\":\"0\",\"id\":\"4\",\"name\":\"Logitech\",\"price\":\"500\",\"img\":\"logitech_mouse.jpg\",\"count\":\"1\"}]', 500, 560, 39, 599, 'PENDING', 1686927632000, '2023-06-16 10:00:32pm'),
(15, '1686928224881', '[{\"index\":\"0\",\"id\":\"4\",\"name\":\"Logitech\",\"price\":\"500\",\"img\":\"logitech_mouse.jpg\",\"count\":\"1\"}]', 500, 560, 39, 599, 'PENDING', 1686928224000, '2023-06-16 10:10:24pm'),
(16, '1686980599528', '[{\"index\":\"0\",\"id\":\"5\",\"name\":\"\\u0e1a\\u0e23\\u0e47\\u0e2d\\u0e04\\u0e42\\u0e04\\u0e25\\u0e35\",\"price\":\"10\",\"img\":\"broccoli.jpg\",\"count\":\"3\"}]', 30, 90, 6, 96, 'PENDING', 1686980599000, '2023-06-17 12:43:19pm'),
(17, '1686980890936', '[{\"index\":\"0\",\"id\":\"5\",\"name\":\"\\u0e1a\\u0e23\\u0e47\\u0e2d\\u0e04\\u0e42\\u0e04\\u0e25\\u0e35\",\"price\":\"10\",\"img\":\"broccoli.jpg\",\"count\":\"1\"}]', 10, 70, 5, 75, 'PENDING', 1686980890000, '2023-06-17 12:48:10pm'),
(18, '1686981048485', '[{\"index\":\"0\",\"id\":\"5\",\"name\":\"\\u0e1a\\u0e23\\u0e47\\u0e2d\\u0e04\\u0e42\\u0e04\\u0e25\\u0e35\",\"price\":\"10\",\"img\":\"broccoli.jpg\",\"count\":\"1\"}]', 10, 70, 5, 75, 'PENDING', 1686981048000, '2023-06-17 12:50:48pm'),
(19, '1686981063485', '[{\"index\":\"0\",\"id\":\"5\",\"name\":\"\\u0e1a\\u0e23\\u0e47\\u0e2d\\u0e04\\u0e42\\u0e04\\u0e25\\u0e35\",\"price\":\"10\",\"img\":\"broccoli.jpg\",\"count\":\"1\"}]', 10, 70, 5, 75, 'PENDING', 1686981063000, '2023-06-17 12:51:03pm'),
(20, '1686981086908', '[{\"index\":\"0\",\"id\":\"5\",\"name\":\"\\u0e1a\\u0e23\\u0e47\\u0e2d\\u0e04\\u0e42\\u0e04\\u0e25\\u0e35\",\"price\":\"10\",\"img\":\"broccoli.jpg\",\"count\":\"1\"}]', 10, 70, 5, 75, 'PENDING', 1686981086000, '2023-06-17 12:51:26pm'),
(21, '1686981165267', '[{\"index\":\"0\",\"id\":\"5\",\"name\":\"\\u0e1a\\u0e23\\u0e47\\u0e2d\\u0e04\\u0e42\\u0e04\\u0e25\\u0e35\",\"price\":\"10\",\"img\":\"broccoli.jpg\",\"count\":\"5\"},{\"index\":\"1\",\"id\":\"4\",\"name\":\"Logitech\",\"price\":\"500\",\"img\":\"logitech_mouse.jpg\",\"count\":\"1\"}]', 550, 610, 43, 653, 'PENDING', 1686981165000, '2023-06-17 12:52:45pm'),
(22, '1686981191793', '[{\"index\":\"0\",\"id\":\"5\",\"name\":\"\\u0e1a\\u0e23\\u0e47\\u0e2d\\u0e04\\u0e42\\u0e04\\u0e25\\u0e35\",\"price\":\"10\",\"img\":\"broccoli.jpg\",\"count\":\"1\"}]', 10, 70, 5, 75, 'PENDING', 1686981191000, '2023-06-17 12:53:11pm'),
(23, '1686981280098', '[{\"index\":\"0\",\"id\":\"5\",\"name\":\"\\u0e1a\\u0e23\\u0e47\\u0e2d\\u0e04\\u0e42\\u0e04\\u0e25\\u0e35\",\"price\":\"10\",\"img\":\"broccoli.jpg\",\"count\":\"1\"}]', 10, 70, 5, 75, 'PENDING', 1686981280000, '2023-06-17 12:54:40pm'),
(24, '1686981296697', '[{\"index\":\"0\",\"id\":\"5\",\"name\":\"\\u0e1a\\u0e23\\u0e47\\u0e2d\\u0e04\\u0e42\\u0e04\\u0e25\\u0e35\",\"price\":\"10\",\"img\":\"broccoli.jpg\",\"count\":\"1\"}]', 10, 70, 5, 75, 'PENDING', 1686981296000, '2023-06-17 12:54:56pm'),
(25, '1686981710939', '[{\"index\":\"0\",\"id\":\"5\",\"name\":\"\\u0e1a\\u0e23\\u0e47\\u0e2d\\u0e04\\u0e42\\u0e04\\u0e25\\u0e35\",\"price\":\"10\",\"img\":\"broccoli.jpg\",\"count\":\"1\"}]', 10, 40, 3, 43, 'PENDING', 1686981710000, '2023-06-17 01:01:50pm'),
(26, '1686981731044', '[{\"index\":\"3\",\"id\":\"2\",\"name\":\"Adidas shirt\",\"price\":\"1500\",\"img\":\"1653718808515.jpg\",\"count\":\"1\"}]', 1500, 1530, 107, 1637, 'PENDING', 1686981731000, '2023-06-17 01:02:11pm'),
(27, '1686981897424', '[{\"index\":\"0\",\"id\":\"5\",\"name\":\"\\u0e1a\\u0e23\\u0e47\\u0e2d\\u0e04\\u0e42\\u0e04\\u0e25\\u0e35\",\"price\":\"10\",\"img\":\"broccoli.jpg\",\"count\":\"1\"}]', 10, 40, 3, 43, 'SUCCESS', 1686981897000, '2023-06-17 01:04:57pm'),
(28, '1686981923493', '[{\"index\":\"0\",\"id\":\"5\",\"name\":\"\\u0e1a\\u0e23\\u0e47\\u0e2d\\u0e04\\u0e42\\u0e04\\u0e25\\u0e35\",\"price\":\"10\",\"img\":\"broccoli.jpg\",\"count\":\"1\"}]', 10, 40, 3, 43, 'SUCCESS', 1686981923000, '2023-06-17 01:05:23pm'),
(29, '1686981952102', '[{\"index\":\"0\",\"id\":\"5\",\"name\":\"\\u0e1a\\u0e23\\u0e47\\u0e2d\\u0e04\\u0e42\\u0e04\\u0e25\\u0e35\",\"price\":\"10\",\"img\":\"broccoli.jpg\",\"count\":\"1\"}]', 10, 40, 3, 43, 'PENDING', 1686981952000, '2023-06-17 01:05:52pm'),
(30, '1686981989883', '[{\"index\":\"0\",\"id\":\"5\",\"name\":\"\\u0e1a\\u0e23\\u0e47\\u0e2d\\u0e04\\u0e42\\u0e04\\u0e25\\u0e35\",\"price\":\"10\",\"img\":\"broccoli.jpg\",\"count\":\"1\"}]', 10, 70, 5, 75, 'PENDING', 1686981989000, '2023-06-17 01:06:29pm'),
(31, '1686982032970', '[{\"index\":\"1\",\"id\":\"4\",\"name\":\"Logitech\",\"price\":\"500\",\"img\":\"logitech_mouse.jpg\",\"count\":\"1\"}]', 500, 560, 39, 599, 'PENDING', 1686982032000, '2023-06-17 01:07:12pm'),
(32, '1686982033998', '[{\"index\":\"1\",\"id\":\"4\",\"name\":\"Logitech\",\"price\":\"500\",\"img\":\"logitech_mouse.jpg\",\"count\":\"1\"}]', 500, 560, 39, 599, 'PENDING', 1686982033000, '2023-06-17 01:07:13pm'),
(33, '1687018077562', '[{\"index\":\"0\",\"id\":\"13\",\"name\":\"\\u0e2b\\u0e21\\u0e39\\u0e40\\u0e14\\u0e49\\u0e07\",\"price\":\"10\",\"img\":\"bouncing_pork.jpg\",\"count\":\"1\"}]', 10, 70, 5, 75, 'PENDING', 1687018077000, '2023-06-17 11:07:57pm'),
(34, '1687018197253', '[{\"index\":\"0\",\"id\":\"13\",\"name\":\"\\u0e2b\\u0e21\\u0e39\\u0e40\\u0e14\\u0e49\\u0e07\",\"price\":\"10\",\"img\":\"bouncing_pork.jpg\",\"count\":\"1\"}]', 10, 70, 5, 75, 'PENDING', 1687018197000, '2023-06-17 11:09:57pm'),
(35, '1687018241569', '[{\"index\":\"0\",\"id\":\"13\",\"name\":\"\\u0e2b\\u0e21\\u0e39\\u0e40\\u0e14\\u0e49\\u0e07\",\"price\":\"10\",\"img\":\"bouncing_pork.jpg\",\"count\":\"1\"},{\"index\":\"1\",\"id\":\"5\",\"name\":\"\\u0e1a\\u0e23\\u0e47\\u0e2d\\u0e04\\u0e42\\u0e04\\u0e25\\u0e35\",\"price\":\"10\",\"img\":\"broccoli.jpg\",\"count\":\"1\"}]', 20, 80, 6, 86, 'PENDING', 1687018241000, '2023-06-17 11:10:41pm'),
(36, '1687018276026', '[{\"index\":\"0\",\"id\":\"13\",\"name\":\"\\u0e2b\\u0e21\\u0e39\\u0e40\\u0e14\\u0e49\\u0e07\",\"price\":\"10\",\"img\":\"bouncing_pork.jpg\",\"count\":\"1\"},{\"index\":\"1\",\"id\":\"5\",\"name\":\"\\u0e1a\\u0e23\\u0e47\\u0e2d\\u0e04\\u0e42\\u0e04\\u0e25\\u0e35\",\"price\":\"10\",\"img\":\"broccoli.jpg\",\"count\":\"1\"}]', 20, 80, 6, 86, 'PENDING', 1687018276000, '2023-06-17 11:11:16pm'),
(37, '1687018858027', '[{\"index\":\"3\",\"id\":\"3\",\"name\":\"Adidas shoe\",\"price\":\"45000\",\"img\":\"1653718816063.jpg\",\"count\":\"1\"}]', 45000, 45060, 3154, 48214, 'PENDING', 1687018858000, '2023-06-17 11:20:58pm'),
(38, '1687164986971', '[{\"index\":\"0\",\"id\":\"13\",\"name\":\"\\u0e2b\\u0e21\\u0e39\\u0e40\\u0e14\\u0e49\\u0e07\",\"price\":\"10\",\"img\":\"bouncing_pork.jpg\",\"count\":\"1\"}]', 10, 70, 5, 75, 'PENDING', 1687164986000, '2023-06-19 03:56:26pm'),
(39, '1687165468579', '[{\"index\":\"0\",\"id\":\"13\",\"name\":\"\\u0e2b\\u0e21\\u0e39\\u0e40\\u0e14\\u0e49\\u0e07\",\"price\":\"10\",\"img\":\"bouncing_pork.jpg\",\"count\":\"1\"},{\"index\":\"1\",\"id\":\"5\",\"name\":\"\\u0e1a\\u0e23\\u0e47\\u0e2d\\u0e04\\u0e42\\u0e04\\u0e25\\u0e35\",\"price\":\"10\",\"img\":\"broccoli.jpg\",\"count\":\"1\"}]', 20, 80, 6, 86, 'PENDING', 1687165468000, '2023-06-19 04:04:28pm'),
(40, '1687168774183', '[{\"index\":\"0\",\"id\":\"13\",\"name\":\"\\u0e2b\\u0e21\\u0e39\\u0e40\\u0e14\\u0e49\\u0e07\",\"price\":\"10\",\"img\":\"bouncing_pork.jpg\",\"count\":\"2\"}]', 20, 80, 6, 86, 'PENDING', 1687168774000, '2023-06-19 04:59:34pm'),
(41, '1687168774858', '[{\"index\":\"0\",\"id\":\"13\",\"name\":\"\\u0e2b\\u0e21\\u0e39\\u0e40\\u0e14\\u0e49\\u0e07\",\"price\":\"10\",\"img\":\"bouncing_pork.jpg\",\"count\":\"2\"}]', 20, 80, 6, 86, 'PENDING', 1687168774000, '2023-06-19 04:59:34pm'),
(42, '1687168775030', '[{\"index\":\"0\",\"id\":\"13\",\"name\":\"\\u0e2b\\u0e21\\u0e39\\u0e40\\u0e14\\u0e49\\u0e07\",\"price\":\"10\",\"img\":\"bouncing_pork.jpg\",\"count\":\"2\"}]', 20, 80, 6, 86, 'PENDING', 1687168775000, '2023-06-19 04:59:35pm'),
(43, '1687168775189', '[{\"index\":\"0\",\"id\":\"13\",\"name\":\"\\u0e2b\\u0e21\\u0e39\\u0e40\\u0e14\\u0e49\\u0e07\",\"price\":\"10\",\"img\":\"bouncing_pork.jpg\",\"count\":\"2\"}]', 20, 80, 6, 86, 'PENDING', 1687168775000, '2023-06-19 04:59:35pm'),
(44, '1687168775360', '[{\"index\":\"0\",\"id\":\"13\",\"name\":\"\\u0e2b\\u0e21\\u0e39\\u0e40\\u0e14\\u0e49\\u0e07\",\"price\":\"10\",\"img\":\"bouncing_pork.jpg\",\"count\":\"2\"}]', 20, 80, 6, 86, 'PENDING', 1687168775000, '2023-06-19 04:59:35pm'),
(45, '1687168776691', '[{\"index\":\"0\",\"id\":\"13\",\"name\":\"\\u0e2b\\u0e21\\u0e39\\u0e40\\u0e14\\u0e49\\u0e07\",\"price\":\"10\",\"img\":\"bouncing_pork.jpg\",\"count\":\"1\"}]', 10, 70, 5, 75, 'PENDING', 1687168776000, '2023-06-19 04:59:36pm'),
(46, '1687168776862', '[{\"index\":\"0\",\"id\":\"13\",\"name\":\"\\u0e2b\\u0e21\\u0e39\\u0e40\\u0e14\\u0e49\\u0e07\",\"price\":\"10\",\"img\":\"bouncing_pork.jpg\",\"count\":\"1\"}]', 10, 70, 5, 75, 'PENDING', 1687168776000, '2023-06-19 04:59:36pm'),
(47, '1687168782088', '[{\"index\":\"0\",\"id\":\"13\",\"name\":\"\\u0e2b\\u0e21\\u0e39\\u0e40\\u0e14\\u0e49\\u0e07\",\"price\":\"10\",\"img\":\"bouncing_pork.jpg\",\"count\":\"3\"},{\"index\":\"1\",\"id\":\"5\",\"name\":\"\\u0e1a\\u0e23\\u0e47\\u0e2d\\u0e04\\u0e42\\u0e04\\u0e25\\u0e35\",\"price\":\"10\",\"img\":\"broccoli.jpg\",\"count\":\"3\"}]', 60, 120, 8, 128, 'PENDING', 1687168782000, '2023-06-19 04:59:42pm'),
(48, '1687168782226', '[{\"index\":\"0\",\"id\":\"13\",\"name\":\"\\u0e2b\\u0e21\\u0e39\\u0e40\\u0e14\\u0e49\\u0e07\",\"price\":\"10\",\"img\":\"bouncing_pork.jpg\",\"count\":\"3\"},{\"index\":\"1\",\"id\":\"5\",\"name\":\"\\u0e1a\\u0e23\\u0e47\\u0e2d\\u0e04\\u0e42\\u0e04\\u0e25\\u0e35\",\"price\":\"10\",\"img\":\"broccoli.jpg\",\"count\":\"3\"}]', 60, 120, 8, 128, 'PENDING', 1687168782000, '2023-06-19 04:59:42pm'),
(49, '1687168824264', '[{\"index\":\"0\",\"id\":\"13\",\"name\":\"\\u0e2b\\u0e21\\u0e39\\u0e40\\u0e14\\u0e49\\u0e07\",\"price\":\"10\",\"img\":\"bouncing_pork.jpg\",\"count\":\"1\"}]', 10, 70, 5, 75, 'PENDING', 1687168824000, '2023-06-19 05:00:24pm'),
(50, '1687168825316', '[{\"index\":\"0\",\"id\":\"13\",\"name\":\"\\u0e2b\\u0e21\\u0e39\\u0e40\\u0e14\\u0e49\\u0e07\",\"price\":\"10\",\"img\":\"bouncing_pork.jpg\",\"count\":\"1\"}]', 10, 70, 5, 75, 'PENDING', 1687168825000, '2023-06-19 05:00:25pm'),
(51, '1687168826778', '[{\"index\":\"0\",\"id\":\"13\",\"name\":\"\\u0e2b\\u0e21\\u0e39\\u0e40\\u0e14\\u0e49\\u0e07\",\"price\":\"10\",\"img\":\"bouncing_pork.jpg\",\"count\":\"1\"}]', 10, 70, 5, 75, 'PENDING', 1687168826000, '2023-06-19 05:00:26pm'),
(52, '1687168827480', '[{\"index\":\"0\",\"id\":\"13\",\"name\":\"\\u0e2b\\u0e21\\u0e39\\u0e40\\u0e14\\u0e49\\u0e07\",\"price\":\"10\",\"img\":\"bouncing_pork.jpg\",\"count\":\"1\"}]', 10, 70, 5, 75, 'PENDING', 1687168827000, '2023-06-19 05:00:27pm'),
(53, '1687168828249', '[{\"index\":\"0\",\"id\":\"13\",\"name\":\"\\u0e2b\\u0e21\\u0e39\\u0e40\\u0e14\\u0e49\\u0e07\",\"price\":\"10\",\"img\":\"bouncing_pork.jpg\",\"count\":\"1\"}]', 10, 70, 5, 75, 'PENDING', 1687168828000, '2023-06-19 05:00:28pm'),
(54, '1687168828969', '[{\"index\":\"0\",\"id\":\"13\",\"name\":\"\\u0e2b\\u0e21\\u0e39\\u0e40\\u0e14\\u0e49\\u0e07\",\"price\":\"10\",\"img\":\"bouncing_pork.jpg\",\"count\":\"1\"}]', 10, 70, 5, 75, 'PENDING', 1687168828000, '2023-06-19 05:00:28pm'),
(55, '1687168829531', '[{\"index\":\"0\",\"id\":\"13\",\"name\":\"\\u0e2b\\u0e21\\u0e39\\u0e40\\u0e14\\u0e49\\u0e07\",\"price\":\"10\",\"img\":\"bouncing_pork.jpg\",\"count\":\"1\"}]', 10, 70, 5, 75, 'PENDING', 1687168829000, '2023-06-19 05:00:29pm'),
(56, '1687168841399', '[{\"index\":\"1\",\"id\":\"5\",\"name\":\"\\u0e1a\\u0e23\\u0e47\\u0e2d\\u0e04\\u0e42\\u0e04\\u0e25\\u0e35\",\"price\":\"10\",\"img\":\"broccoli.jpg\",\"count\":\"1\"}]', 10, 70, 5, 75, 'PENDING', 1687168841000, '2023-06-19 05:00:41pm'),
(57, '1687168843411', '[{\"index\":\"1\",\"id\":\"5\",\"name\":\"\\u0e1a\\u0e23\\u0e47\\u0e2d\\u0e04\\u0e42\\u0e04\\u0e25\\u0e35\",\"price\":\"10\",\"img\":\"broccoli.jpg\",\"count\":\"1\"}]', 10, 70, 5, 75, 'PENDING', 1687168843000, '2023-06-19 05:00:43pm'),
(58, '1687168844101', '[{\"index\":\"1\",\"id\":\"5\",\"name\":\"\\u0e1a\\u0e23\\u0e47\\u0e2d\\u0e04\\u0e42\\u0e04\\u0e25\\u0e35\",\"price\":\"10\",\"img\":\"broccoli.jpg\",\"count\":\"1\"}]', 10, 70, 5, 75, 'PENDING', 1687168844000, '2023-06-19 05:00:44pm'),
(59, '1687168844675', '[{\"index\":\"1\",\"id\":\"5\",\"name\":\"\\u0e1a\\u0e23\\u0e47\\u0e2d\\u0e04\\u0e42\\u0e04\\u0e25\\u0e35\",\"price\":\"10\",\"img\":\"broccoli.jpg\",\"count\":\"1\"}]', 10, 70, 5, 75, 'PENDING', 1687168844000, '2023-06-19 05:00:44pm'),
(60, '1687168850194', '[{\"index\":\"0\",\"id\":\"13\",\"name\":\"\\u0e2b\\u0e21\\u0e39\\u0e40\\u0e14\\u0e49\\u0e07\",\"price\":\"10\",\"img\":\"bouncing_pork.jpg\",\"count\":\"1\"}]', 10, 70, 5, 75, 'PENDING', 1687168850000, '2023-06-19 05:00:50pm'),
(61, '1687168854750', '[{\"index\":\"1\",\"id\":\"5\",\"name\":\"\\u0e1a\\u0e23\\u0e47\\u0e2d\\u0e04\\u0e42\\u0e04\\u0e25\\u0e35\",\"price\":\"10\",\"img\":\"broccoli.jpg\",\"count\":\"1\"}]', 10, 70, 5, 75, 'PENDING', 1687168854000, '2023-06-19 05:00:54pm'),
(62, '1687168855363', '[{\"index\":\"1\",\"id\":\"5\",\"name\":\"\\u0e1a\\u0e23\\u0e47\\u0e2d\\u0e04\\u0e42\\u0e04\\u0e25\\u0e35\",\"price\":\"10\",\"img\":\"broccoli.jpg\",\"count\":\"1\"}]', 10, 70, 5, 75, 'PENDING', 1687168855000, '2023-06-19 05:00:55pm'),
(63, '1687168855911', '[{\"index\":\"1\",\"id\":\"5\",\"name\":\"\\u0e1a\\u0e23\\u0e47\\u0e2d\\u0e04\\u0e42\\u0e04\\u0e25\\u0e35\",\"price\":\"10\",\"img\":\"broccoli.jpg\",\"count\":\"1\"}]', 10, 70, 5, 75, 'PENDING', 1687168855000, '2023-06-19 05:00:55pm'),
(64, '1687168856413', '[{\"index\":\"1\",\"id\":\"5\",\"name\":\"\\u0e1a\\u0e23\\u0e47\\u0e2d\\u0e04\\u0e42\\u0e04\\u0e25\\u0e35\",\"price\":\"10\",\"img\":\"broccoli.jpg\",\"count\":\"1\"}]', 10, 70, 5, 75, 'PENDING', 1687168856000, '2023-06-19 05:00:56pm'),
(65, '1687168858096', '[{\"index\":\"1\",\"id\":\"5\",\"name\":\"\\u0e1a\\u0e23\\u0e47\\u0e2d\\u0e04\\u0e42\\u0e04\\u0e25\\u0e35\",\"price\":\"10\",\"img\":\"broccoli.jpg\",\"count\":\"1\"}]', 10, 70, 5, 75, 'PENDING', 1687168858000, '2023-06-19 05:00:58pm'),
(66, '1687168858656', '[{\"index\":\"1\",\"id\":\"5\",\"name\":\"\\u0e1a\\u0e23\\u0e47\\u0e2d\\u0e04\\u0e42\\u0e04\\u0e25\\u0e35\",\"price\":\"10\",\"img\":\"broccoli.jpg\",\"count\":\"1\"}]', 10, 70, 5, 75, 'PENDING', 1687168858000, '2023-06-19 05:00:58pm'),
(67, '1687168866796', '[{\"index\":\"0\",\"id\":\"13\",\"name\":\"\\u0e2b\\u0e21\\u0e39\\u0e40\\u0e14\\u0e49\\u0e07\",\"price\":\"10\",\"img\":\"bouncing_pork.jpg\",\"count\":\"1\"}]', 10, 70, 5, 75, 'PENDING', 1687168866000, '2023-06-19 05:01:06pm'),
(68, '1687169028269', '[{\"index\":\"1\",\"id\":\"5\",\"name\":\"\\u0e1a\\u0e23\\u0e47\\u0e2d\\u0e04\\u0e42\\u0e04\\u0e25\\u0e35\",\"price\":\"10\",\"img\":\"broccoli.jpg\",\"count\":\"1\"}]', 10, 70, 5, 75, 'PENDING', 1687169028000, '2023-06-19 05:03:48pm'),
(69, '1687169029766', '[{\"index\":\"1\",\"id\":\"5\",\"name\":\"\\u0e1a\\u0e23\\u0e47\\u0e2d\\u0e04\\u0e42\\u0e04\\u0e25\\u0e35\",\"price\":\"10\",\"img\":\"broccoli.jpg\",\"count\":\"1\"}]', 10, 70, 5, 75, 'PENDING', 1687169029000, '2023-06-19 05:03:49pm'),
(70, '1687169030438', '[{\"index\":\"1\",\"id\":\"5\",\"name\":\"\\u0e1a\\u0e23\\u0e47\\u0e2d\\u0e04\\u0e42\\u0e04\\u0e25\\u0e35\",\"price\":\"10\",\"img\":\"broccoli.jpg\",\"count\":\"1\"}]', 10, 70, 5, 75, 'PENDING', 1687169030000, '2023-06-19 05:03:50pm'),
(71, '1687169038435', '[{\"index\":\"2\",\"id\":\"4\",\"name\":\"Logitech\",\"price\":\"500\",\"img\":\"logitech_mouse.jpg\",\"count\":\"1\"}]', 500, 560, 39, 599, 'PENDING', 1687169038000, '2023-06-19 05:03:58pm'),
(72, '1687169039562', '[{\"index\":\"2\",\"id\":\"4\",\"name\":\"Logitech\",\"price\":\"500\",\"img\":\"logitech_mouse.jpg\",\"count\":\"1\"}]', 500, 560, 39, 599, 'PENDING', 1687169039000, '2023-06-19 05:03:59pm'),
(73, '1687169040125', '[{\"index\":\"2\",\"id\":\"4\",\"name\":\"Logitech\",\"price\":\"500\",\"img\":\"logitech_mouse.jpg\",\"count\":\"1\"}]', 500, 560, 39, 599, 'PENDING', 1687169040000, '2023-06-19 05:04:00pm'),
(74, '1687169040606', '[{\"index\":\"2\",\"id\":\"4\",\"name\":\"Logitech\",\"price\":\"500\",\"img\":\"logitech_mouse.jpg\",\"count\":\"1\"}]', 500, 560, 39, 599, 'PENDING', 1687169040000, '2023-06-19 05:04:00pm'),
(75, '1687169169156', '[{\"index\":\"1\",\"id\":\"5\",\"name\":\"\\u0e1a\\u0e23\\u0e47\\u0e2d\\u0e04\\u0e42\\u0e04\\u0e25\\u0e35\",\"price\":\"10\",\"img\":\"broccoli.jpg\",\"count\":\"1\"}]', 10, 70, 5, 75, 'PENDING', 1687169169000, '2023-06-19 05:06:09pm'),
(76, '1687176357634', '[{\"index\":\"0\",\"id\":\"13\",\"name\":\"\\u0e2b\\u0e21\\u0e39\\u0e40\\u0e14\\u0e49\\u0e07\",\"price\":\"10\",\"img\":\"bouncing_pork.jpg\",\"count\":\"2\"},{\"index\":\"1\",\"id\":\"5\",\"name\":\"\\u0e1a\\u0e23\\u0e47\\u0e2d\\u0e04\\u0e42\\u0e04\\u0e25\\u0e35\",\"price\":\"10\",\"img\":\"broccoli.jpg\",\"count\":\"1\"}]', 30, 90, 6, 96, 'PENDING', 1687176357000, '2023-06-19 07:05:57pm'),
(77, '1687176361348', '[{\"index\":\"0\",\"id\":\"13\",\"name\":\"\\u0e2b\\u0e21\\u0e39\\u0e40\\u0e14\\u0e49\\u0e07\",\"price\":\"10\",\"img\":\"bouncing_pork.jpg\",\"count\":\"2\"},{\"index\":\"1\",\"id\":\"5\",\"name\":\"\\u0e1a\\u0e23\\u0e47\\u0e2d\\u0e04\\u0e42\\u0e04\\u0e25\\u0e35\",\"price\":\"10\",\"img\":\"broccoli.jpg\",\"count\":\"1\"}]', 30, 90, 6, 96, 'PENDING', 1687176361000, '2023-06-19 07:06:01pm'),
(78, '1687177130471', '[{\"index\":\"2\",\"id\":\"4\",\"name\":\"\\u0e2a\\u0e31\\u0e19\\u0e44\\u0e01\\u0e48\",\"price\":\"10\",\"img\":\"\\u0e2a\\u0e31\\u0e19\\u0e44\\u0e01\\u0e48.jpg\",\"count\":\"1\"}]', 10, 70, 5, 75, 'PENDING', 1687177130000, '2023-06-19 07:18:50pm'),
(79, '1687177134362', '[{\"index\":\"2\",\"id\":\"4\",\"name\":\"\\u0e2a\\u0e31\\u0e19\\u0e44\\u0e01\\u0e48\",\"price\":\"10\",\"img\":\"\\u0e2a\\u0e31\\u0e19\\u0e44\\u0e01\\u0e48.jpg\",\"count\":\"1\"}]', 10, 70, 5, 75, 'PENDING', 1687177134000, '2023-06-19 07:18:54pm'),
(80, '1687240271875', '[{\"index\":\"3\",\"id\":\"25\",\"name\":\"\\u0e40\\u0e15\\u0e49\\u0e32\\u0e2b\\u0e39\\u0e49\\u0e1b\\u0e25\\u0e32\\u0e0a\\u0e35\\u0e2a\",\"price\":\"10\",\"img\":\"\\u0e40\\u0e15\\u0e49\\u0e32\\u0e2b\\u0e39\\u0e49\\u0e1b\\u0e25\\u0e32\\u0e0a\\u0e35\\u0e2a.jpg\",\"count\":\"1\"}]', 10, 70, 5, 75, 'PENDING', 1687240271000, '2023-06-20 12:51:11pm'),
(81, '1687240272874', '[{\"index\":\"3\",\"id\":\"25\",\"name\":\"\\u0e40\\u0e15\\u0e49\\u0e32\\u0e2b\\u0e39\\u0e49\\u0e1b\\u0e25\\u0e32\\u0e0a\\u0e35\\u0e2a\",\"price\":\"10\",\"img\":\"\\u0e40\\u0e15\\u0e49\\u0e32\\u0e2b\\u0e39\\u0e49\\u0e1b\\u0e25\\u0e32\\u0e0a\\u0e35\\u0e2a.jpg\",\"count\":\"1\"}]', 10, 70, 5, 75, 'PENDING', 1687240272000, '2023-06-20 12:51:12pm'),
(82, '1687246482980', '[{\"index\":\"3\",\"id\":\"25\",\"name\":\"\\u0e40\\u0e15\\u0e49\\u0e32\\u0e2b\\u0e39\\u0e49\\u0e1b\\u0e25\\u0e32\\u0e0a\\u0e35\\u0e2a\",\"price\":\"10\",\"img\":\"\\u0e40\\u0e15\\u0e49\\u0e32\\u0e2b\\u0e39\\u0e49\\u0e1b\\u0e25\\u0e32\\u0e0a\\u0e35\\u0e2a.jpg\",\"count\":\"1\"}]', 10, 70, 5, 75, 'PENDING', 1687246482000, '2023-06-20 02:34:42pm'),
(83, '1687247510223', '[{\"index\":\"3\",\"id\":\"25\",\"name\":\"\\u0e40\\u0e15\\u0e49\\u0e32\\u0e2b\\u0e39\\u0e49\\u0e1b\\u0e25\\u0e32\\u0e0a\\u0e35\\u0e2a\",\"price\":\"10\",\"img\":\"\\u0e40\\u0e15\\u0e49\\u0e32\\u0e2b\\u0e39\\u0e49\\u0e1b\\u0e25\\u0e32\\u0e0a\\u0e35\\u0e2a.jpg\",\"count\":\"1\"}]', 10, 70, 5, 75, 'PENDING', 1687247510000, '2023-06-20 02:51:50pm'),
(84, '1687247513150', '[{\"index\":\"3\",\"id\":\"25\",\"name\":\"\\u0e40\\u0e15\\u0e49\\u0e32\\u0e2b\\u0e39\\u0e49\\u0e1b\\u0e25\\u0e32\\u0e0a\\u0e35\\u0e2a\",\"price\":\"10\",\"img\":\"\\u0e40\\u0e15\\u0e49\\u0e32\\u0e2b\\u0e39\\u0e49\\u0e1b\\u0e25\\u0e32\\u0e0a\\u0e35\\u0e2a.jpg\",\"count\":\"1\"}]', 10, 70, 5, 75, 'PENDING', 1687247513000, '2023-06-20 02:51:53pm'),
(85, '1687247539836', '[{\"index\":\"2\",\"id\":\"27\",\"name\":\"\\u0e40\\u0e2b\\u0e47\\u0e14\\u0e23\\u0e27\\u0e21\",\"price\":\"10\",\"img\":\"\\u0e40\\u0e2b\\u0e47\\u0e14\\u0e23\\u0e27\\u0e21.jpg\",\"count\":\"4\"}]', 40, 100, 7, 107, 'PENDING', 1687247539000, '2023-06-20 02:52:19pm'),
(86, '1687253523433', '[{\"index\":\"2\",\"id\":\"27\",\"name\":\"\\u0e40\\u0e2b\\u0e47\\u0e14\\u0e23\\u0e27\\u0e21\",\"price\":\"10\",\"img\":\"\\u0e40\\u0e2b\\u0e47\\u0e14\\u0e23\\u0e27\\u0e21.jpg\",\"count\":\"1\"},{\"index\":\"1\",\"id\":\"28\",\"name\":\"\\u0e44\\u0e2a\\u0e49\\u0e01\\u0e23\\u0e2d\\u0e01\\u0e44\\u0e01\\u0e48\\u0e1e\\u0e31\\u0e19\\u0e40\\u0e1a\\u0e04\\u0e48\\u0e2d\\u0e19\",\"price\":\"10\",\"img\":\"\\u0e44\\u0e2a\\u0e49\\u0e01\\u0e23\\u0e2d\\u0e01\\u0e44\\u0e01\\u0e48\\u0e1e\\u0e31\\u0e19\\u0e40\\u0e1a\\u0e04\\u0e48\\u0e2d\\u0e19.webp\",\"count\":\"1\"},{\"index\":\"3\",\"id\":\"25\",\"name\":\"\\u0e40\\u0e15\\u0e49\\u0e32\\u0e2b\\u0e39\\u0e49\\u0e1b\\u0e25\\u0e32\\u0e0a\\u0e35\\u0e2a\",\"price\":\"10\",\"img\":\"\\u0e40\\u0e15\\u0e49\\u0e32\\u0e2b\\u0e39\\u0e49\\u0e1b\\u0e25\\u0e32\\u0e0a\\u0e35\\u0e2a.jpg\",\"count\":\"1\"}]', 30, 90, 6, 96, 'PENDING', 1687253523000, '2023-06-20 04:32:03pm'),
(87, '1687254849795', '[{\"index\":\"2\",\"id\":\"27\",\"name\":\"\\u0e40\\u0e2b\\u0e47\\u0e14\\u0e23\\u0e27\\u0e21\",\"price\":\"10\",\"img\":\"\\u0e40\\u0e2b\\u0e47\\u0e14\\u0e23\\u0e27\\u0e21.jpg\",\"count\":\"1\"}]', 10, 70, 5, 75, 'PENDING', 1687254849000, '2023-06-20 04:54:09pm'),
(88, '1687255004350', '[{\"index\":\"3\",\"id\":\"25\",\"name\":\"\\u0e40\\u0e15\\u0e49\\u0e32\\u0e2b\\u0e39\\u0e49\\u0e1b\\u0e25\\u0e32\\u0e0a\\u0e35\\u0e2a\",\"price\":\"10\",\"img\":\"\\u0e40\\u0e15\\u0e49\\u0e32\\u0e2b\\u0e39\\u0e49\\u0e1b\\u0e25\\u0e32\\u0e0a\\u0e35\\u0e2a.jpg\",\"count\":\"1\"}]', 10, 70, 5, 75, 'PENDING', 1687255004000, '2023-06-20 04:56:44pm'),
(89, '1687255017000', '[{\"index\":\"3\",\"id\":\"25\",\"name\":\"\\u0e40\\u0e15\\u0e49\\u0e32\\u0e2b\\u0e39\\u0e49\\u0e1b\\u0e25\\u0e32\\u0e0a\\u0e35\\u0e2a\",\"price\":\"10\",\"img\":\"\\u0e40\\u0e15\\u0e49\\u0e32\\u0e2b\\u0e39\\u0e49\\u0e1b\\u0e25\\u0e32\\u0e0a\\u0e35\\u0e2a.jpg\",\"count\":\"1\"}]', 10, 70, 5, 75, 'PENDING', 1687255016000, '2023-06-20 04:56:56pm'),
(90, '1687255019023', '[{\"index\":\"3\",\"id\":\"25\",\"name\":\"\\u0e40\\u0e15\\u0e49\\u0e32\\u0e2b\\u0e39\\u0e49\\u0e1b\\u0e25\\u0e32\\u0e0a\\u0e35\\u0e2a\",\"price\":\"10\",\"img\":\"\\u0e40\\u0e15\\u0e49\\u0e32\\u0e2b\\u0e39\\u0e49\\u0e1b\\u0e25\\u0e32\\u0e0a\\u0e35\\u0e2a.jpg\",\"count\":\"1\"}]', 10, 70, 5, 75, 'PENDING', 1687255019000, '2023-06-20 04:56:59pm'),
(91, '1687255019727', '[{\"index\":\"3\",\"id\":\"25\",\"name\":\"\\u0e40\\u0e15\\u0e49\\u0e32\\u0e2b\\u0e39\\u0e49\\u0e1b\\u0e25\\u0e32\\u0e0a\\u0e35\\u0e2a\",\"price\":\"10\",\"img\":\"\\u0e40\\u0e15\\u0e49\\u0e32\\u0e2b\\u0e39\\u0e49\\u0e1b\\u0e25\\u0e32\\u0e0a\\u0e35\\u0e2a.jpg\",\"count\":\"1\"}]', 10, 70, 5, 75, 'PENDING', 1687255019000, '2023-06-20 04:56:59pm'),
(92, '1687255020293', '[{\"index\":\"3\",\"id\":\"25\",\"name\":\"\\u0e40\\u0e15\\u0e49\\u0e32\\u0e2b\\u0e39\\u0e49\\u0e1b\\u0e25\\u0e32\\u0e0a\\u0e35\\u0e2a\",\"price\":\"10\",\"img\":\"\\u0e40\\u0e15\\u0e49\\u0e32\\u0e2b\\u0e39\\u0e49\\u0e1b\\u0e25\\u0e32\\u0e0a\\u0e35\\u0e2a.jpg\",\"count\":\"1\"}]', 10, 70, 5, 75, 'PENDING', 1687255020000, '2023-06-20 04:57:00pm'),
(93, '1687255786909', '[{\"index\":\"2\",\"id\":\"27\",\"name\":\"\\u0e40\\u0e2b\\u0e47\\u0e14\\u0e23\\u0e27\\u0e21\",\"price\":\"10\",\"img\":\"\\u0e40\\u0e2b\\u0e47\\u0e14\\u0e23\\u0e27\\u0e21.jpg\",\"count\":\"10\"},{\"index\":\"3\",\"id\":\"25\",\"name\":\"\\u0e40\\u0e15\\u0e49\\u0e32\\u0e2b\\u0e39\\u0e49\\u0e1b\\u0e25\\u0e32\\u0e0a\\u0e35\\u0e2a\",\"price\":\"10\",\"img\":\"\\u0e40\\u0e15\\u0e49\\u0e32\\u0e2b\\u0e39\\u0e49\\u0e1b\\u0e25\\u0e32\\u0e0a\\u0e35\\u0e2a.jpg\",\"count\":\"10\"}]', 200, 260, 18, 278, 'PENDING', 1687255786000, '2023-06-20 05:09:46pm'),
(94, '1687256134705', '[{\"index\":\"3\",\"id\":\"25\",\"name\":\"\\u0e40\\u0e15\\u0e49\\u0e32\\u0e2b\\u0e39\\u0e49\\u0e1b\\u0e25\\u0e32\\u0e0a\\u0e35\\u0e2a\",\"price\":\"10\",\"img\":\"\\u0e40\\u0e15\\u0e49\\u0e32\\u0e2b\\u0e39\\u0e49\\u0e1b\\u0e25\\u0e32\\u0e0a\\u0e35\\u0e2a.jpg\",\"count\":\"0\"}]', 0, 60, 4, 64, 'PENDING', 1687256134000, '2023-06-20 05:15:34pm'),
(95, '1687256137064', '[{\"index\":\"3\",\"id\":\"25\",\"name\":\"\\u0e40\\u0e15\\u0e49\\u0e32\\u0e2b\\u0e39\\u0e49\\u0e1b\\u0e25\\u0e32\\u0e0a\\u0e35\\u0e2a\",\"price\":\"10\",\"img\":\"\\u0e40\\u0e15\\u0e49\\u0e32\\u0e2b\\u0e39\\u0e49\\u0e1b\\u0e25\\u0e32\\u0e0a\\u0e35\\u0e2a.jpg\",\"count\":\"0\"}]', 0, 60, 4, 64, 'PENDING', 1687256137000, '2023-06-20 05:15:37pm'),
(96, '1687256259636', '[{\"index\":\"0\",\"id\":\"29\",\"name\":\"\\u0e25\\u0e39\\u0e01\\u0e0a\\u0e34\\u0e49\\u0e19\\u0e1b\\u0e39\\u0e2d\\u0e31\\u0e14\",\"price\":\"10\",\"img\":\"\\u0e25\\u0e39\\u0e01\\u0e0a\\u0e34\\u0e49\\u0e19\\u0e1b\\u0e39\\u0e2d\\u0e31\\u0e14.webp\",\"count\":\"5\"}]', 50, 110, 8, 118, 'PENDING', 1687256259000, '2023-06-20 05:17:39pm'),
(97, '1687256266437', '[{\"index\":\"0\",\"id\":\"29\",\"name\":\"\\u0e25\\u0e39\\u0e01\\u0e0a\\u0e34\\u0e49\\u0e19\\u0e1b\\u0e39\\u0e2d\\u0e31\\u0e14\",\"price\":\"10\",\"img\":\"\\u0e25\\u0e39\\u0e01\\u0e0a\\u0e34\\u0e49\\u0e19\\u0e1b\\u0e39\\u0e2d\\u0e31\\u0e14.webp\",\"count\":\"5\"}]', 50, 110, 8, 118, 'PENDING', 1687256266000, '2023-06-20 05:17:46pm'),
(98, '1687256272179', '[{\"index\":\"0\",\"id\":\"29\",\"name\":\"\\u0e25\\u0e39\\u0e01\\u0e0a\\u0e34\\u0e49\\u0e19\\u0e1b\\u0e39\\u0e2d\\u0e31\\u0e14\",\"price\":\"10\",\"img\":\"\\u0e25\\u0e39\\u0e01\\u0e0a\\u0e34\\u0e49\\u0e19\\u0e1b\\u0e39\\u0e2d\\u0e31\\u0e14.webp\",\"count\":\"1\"}]', 10, 70, 5, 75, 'PENDING', 1687256272000, '2023-06-20 05:17:52pm'),
(99, '1687256275849', '[{\"index\":\"0\",\"id\":\"29\",\"name\":\"\\u0e25\\u0e39\\u0e01\\u0e0a\\u0e34\\u0e49\\u0e19\\u0e1b\\u0e39\\u0e2d\\u0e31\\u0e14\",\"price\":\"10\",\"img\":\"\\u0e25\\u0e39\\u0e01\\u0e0a\\u0e34\\u0e49\\u0e19\\u0e1b\\u0e39\\u0e2d\\u0e31\\u0e14.webp\",\"count\":\"2\"}]', 20, 80, 6, 86, 'PENDING', 1687256275000, '2023-06-20 05:17:55pm'),
(100, '1687256279430', '[{\"index\":\"0\",\"id\":\"29\",\"name\":\"\\u0e25\\u0e39\\u0e01\\u0e0a\\u0e34\\u0e49\\u0e19\\u0e1b\\u0e39\\u0e2d\\u0e31\\u0e14\",\"price\":\"10\",\"img\":\"\\u0e25\\u0e39\\u0e01\\u0e0a\\u0e34\\u0e49\\u0e19\\u0e1b\\u0e39\\u0e2d\\u0e31\\u0e14.webp\",\"count\":\"3\"}]', 30, 90, 6, 96, 'PENDING', 1687256279000, '2023-06-20 05:17:59pm'),
(101, '1687256283386', '[{\"index\":\"0\",\"id\":\"29\",\"name\":\"\\u0e25\\u0e39\\u0e01\\u0e0a\\u0e34\\u0e49\\u0e19\\u0e1b\\u0e39\\u0e2d\\u0e31\\u0e14\",\"price\":\"10\",\"img\":\"\\u0e25\\u0e39\\u0e01\\u0e0a\\u0e34\\u0e49\\u0e19\\u0e1b\\u0e39\\u0e2d\\u0e31\\u0e14.webp\",\"count\":\"1\"}]', 10, 70, 5, 75, 'PENDING', 1687256283000, '2023-06-20 05:18:03pm'),
(102, '1687256284465', '[{\"index\":\"0\",\"id\":\"29\",\"name\":\"\\u0e25\\u0e39\\u0e01\\u0e0a\\u0e34\\u0e49\\u0e19\\u0e1b\\u0e39\\u0e2d\\u0e31\\u0e14\",\"price\":\"10\",\"img\":\"\\u0e25\\u0e39\\u0e01\\u0e0a\\u0e34\\u0e49\\u0e19\\u0e1b\\u0e39\\u0e2d\\u0e31\\u0e14.webp\",\"count\":\"1\"}]', 10, 70, 5, 75, 'PENDING', 1687256284000, '2023-06-20 05:18:04pm'),
(103, '1687256734139', '[{\"index\":\"3\",\"id\":\"25\",\"name\":\"\\u0e40\\u0e15\\u0e49\\u0e32\\u0e2b\\u0e39\\u0e49\\u0e1b\\u0e25\\u0e32\\u0e0a\\u0e35\\u0e2a\",\"price\":\"10\",\"img\":\"\\u0e40\\u0e15\\u0e49\\u0e32\\u0e2b\\u0e39\\u0e49\\u0e1b\\u0e25\\u0e32\\u0e0a\\u0e35\\u0e2a.jpg\",\"count\":\"1\"},{\"index\":\"2\",\"id\":\"27\",\"name\":\"\\u0e40\\u0e2b\\u0e47\\u0e14\\u0e23\\u0e27\\u0e21\",\"price\":\"10\",\"img\":\"\\u0e40\\u0e2b\\u0e47\\u0e14\\u0e23\\u0e27\\u0e21.jpg\",\"count\":\"1\"},{\"index\":\"1\",\"id\":\"28\",\"name\":\"\\u0e44\\u0e2a\\u0e49\\u0e01\\u0e23\\u0e2d\\u0e01\\u0e44\\u0e01\\u0e48\\u0e1e\\u0e31\\u0e19\\u0e40\\u0e1a\\u0e04\\u0e48\\u0e2d\\u0e19\",\"price\":\"10\",\"img\":\"\\u0e44\\u0e2a\\u0e49\\u0e01\\u0e23\\u0e2d\\u0e01\\u0e44\\u0e01\\u0e48\\u0e1e\\u0e31\\u0e19\\u0e40\\u0e1a\\u0e04\\u0e48\\u0e2d\\u0e19.webp\",\"count\":\"1\"},{\"index\":\"0\",\"id\":\"29\",\"name\":\"\\u0e25\\u0e39\\u0e01\\u0e0a\\u0e34\\u0e49\\u0e19\\u0e1b\\u0e39\\u0e2d\\u0e31\\u0e14\",\"price\":\"10\",\"img\":\"\\u0e25\\u0e39\\u0e01\\u0e0a\\u0e34\\u0e49\\u0e19\\u0e1b\\u0e39\\u0e2d\\u0e31\\u0e14.webp\",\"count\":\"1\"},{\"index\":\"7\",\"id\":\"20\",\"name\":\"\\u0e2a\\u0e32\\u0e2b\\u0e23\\u0e48\\u0e32\\u0e22\\u0e1e\\u0e31\\u0e19\\u0e1b\\u0e39\\u0e2d\\u0e31\\u0e14\",\"price\":\"10\",\"img\":\"\\u0e2a\\u0e32\\u0e2b\\u0e23\\u0e48\\u0e32\\u0e22\\u0e1e\\u0e31\\u0e19\\u0e1b\\u0e39\\u0e2d\\u0e31\\u0e14.jpg\",\"count\":\"1\"},{\"index\":\"6\",\"id\":\"21\",\"name\":\"\\u0e0a\\u0e34\\u0e01\\u0e39\\u0e27\\u0e30\",\"price\":\"10\",\"img\":\"\\u0e0a\\u0e34\\u0e01\\u0e39\\u0e27\\u0e30.jpg\",\"count\":\"4\"}]', 90, 150, 11, 161, 'PENDING', 1687256734000, '2023-06-20 05:25:34pm'),
(104, '1687257209660', '[{\"index\":\"3\",\"id\":\"25\",\"name\":\"\\u0e40\\u0e15\\u0e49\\u0e32\\u0e2b\\u0e39\\u0e49\\u0e1b\\u0e25\\u0e32\\u0e0a\\u0e35\\u0e2a\",\"price\":\"10\",\"img\":\"\\u0e40\\u0e15\\u0e49\\u0e32\\u0e2b\\u0e39\\u0e49\\u0e1b\\u0e25\\u0e32\\u0e0a\\u0e35\\u0e2a.jpg\",\"count\":\"1\"}]', 10, 70, 5, 75, 'PENDING', 1687257209000, '2023-06-20 05:33:29pm'),
(105, '1689744800257', '[{\"index\":\"0\",\"id\":\"29\",\"name\":\"\\u0e25\\u0e39\\u0e01\\u0e0a\\u0e34\\u0e49\\u0e19\\u0e1b\\u0e39\\u0e2d\\u0e31\\u0e14\",\"price\":\"10\",\"img\":\"\\u0e25\\u0e39\\u0e01\\u0e0a\\u0e34\\u0e49\\u0e19\\u0e1b\\u0e39\\u0e2d\\u0e31\\u0e14.webp\",\"count\":\"1\"}]', 10, 10, 10, 10, 'PENDING', 1689744800000, '2023-07-19 12:33:20pm'),
(106, '1689959827441', '[{\"index\":\"22\",\"id\":\"5\",\"name\":\"\\u0e1a\\u0e23\\u0e47\\u0e2d\\u0e04\\u0e42\\u0e04\\u0e25\\u0e35\",\"price\":\"10\",\"img\":\"\\u0e1a\\u0e23\\u0e47\\u0e2d\\u0e04\\u0e42\\u0e04\\u0e25\\u0e35.jpg\",\"count\":\"1\"}]', 10, 10, 10, 10, 'PENDING', 1689959827000, '2023-07-22 12:17:07am'),
(107, '1690014930158', '[{\"index\":\"17\",\"id\":\"10\",\"name\":\"\\u0e41\\u0e2e\\u0e21\\u0e2b\\u0e21\\u0e39\\u0e2a\\u0e40\\u0e15\\u0e47\\u0e01\",\"price\":\"10\",\"img\":\"\\u0e41\\u0e2e\\u0e21\\u0e2b\\u0e21\\u0e39\\u0e2a\\u0e40\\u0e15\\u0e47\\u0e01.jpg\",\"count\":\"14\"}]', 140, 140, 140, 140, 'PENDING', 1690014930000, '2023-07-22 03:35:30pm'),
(108, '1690103444129', '[{\"index\":\"0\",\"id\":\"29\",\"name\":\"\\u0e25\\u0e39\\u0e01\\u0e0a\\u0e34\\u0e49\\u0e19\\u0e1b\\u0e39\\u0e2d\\u0e31\\u0e14\",\"price\":\"10\",\"img\":\"\\u0e25\\u0e39\\u0e01\\u0e0a\\u0e34\\u0e49\\u0e19\\u0e1b\\u0e39\\u0e2d\\u0e31\\u0e14.webp\",\"count\":\"6\"}]', 60, 60, 60, 60, 'PENDING', 1690103444000, '2023-07-23 04:10:44pm'),
(109, '1691585635246', '[{\"index\":\"21\",\"id\":\"5\",\"name\":\"\\u0e2b\\u0e21\\u0e39\\u0e40\\u0e14\\u0e49\\u0e07\",\"price\":\"12\",\"img\":\"\\u0e2b\\u0e21\\u0e39\\u0e40\\u0e14\\u0e49\\u0e07.jpg\",\"count\":\"1\"},{\"index\":\"25\",\"id\":\"1\",\"name\":\"\\u0e1b\\u0e25\\u0e32\\u0e14\\u0e2d\\u0e25\\u0e35\\u0e48\",\"price\":\"12\",\"img\":\"\\u0e1b\\u0e25\\u0e32\\u0e14\\u0e2d\\u0e25\\u0e35\\u0e48.jpg\",\"count\":\"1\"}]', 24, 24, 24, 24, 'PENDING', 1691585635000, '2023-08-09 07:53:55pm');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `sp_acess`
--
ALTER TABLE `sp_acess`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `sp_product`
--
ALTER TABLE `sp_product`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `sp_transaction`
--
ALTER TABLE `sp_transaction`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `sp_acess`
--
ALTER TABLE `sp_acess`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT for table `sp_product`
--
ALTER TABLE `sp_product`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=232;

--
-- AUTO_INCREMENT for table `sp_transaction`
--
ALTER TABLE `sp_transaction`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=110;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
